Repository: br-automation-com/mapp-Framework
Catalog: BaseProject/Logical/mappView/Resources/Texts/mappFrameworkTexts/ParameterPageTexts.tmx
Source language: en
Languages: de, zh

source: Axis Config
de: Achsenkonfiguration
zh: 伺服参数

source: Axis Select
de: Achsenauswahl
zh: 选择伺服轴

source: Max Manual Dec
de: Max Manuell Dec
zh: 最大减速加速度

source: Max Manual Acc
de: Max Manuell Acc
zh: 最大加速加速度

source: Max Manual Vel
de: Max Manuell Vel
zh: 最大速度

source: Manual Axis Limits
de: Manuelle Achsenbegrenzungen
zh: 手动模式轴控参数上限设置

source: Auto Axis Setting
de: Automatische Achseneinstellung
zh: 自动模式轴控参数设置

source: Homing Position
de: Referenzposition
zh: 原点位置

source: Gear Box Input
de: Getriebeeingang
zh: 齿轮比输入

source: Gear Box Output
de: Getriebeausgang
zh: 齿轮比输出

source: Reference Distance
de: Referenzabstand
zh: 单圈移动距离

source: Mechanical Parameter
de: Mechanischer Parameter
zh: 机械相关参数

source: Lower position limit
de: Untere Positionsgrenze
zh: 行程左限位

source: Upper position limit
de: Obere Positionsgrenze
zh: 行程右限位

source: Diameter
de: Durchmesser
zh: 直径

source: Sync Angle
de: Sync-Winkel
zh: 同步角度

source: Number of knives
de: Anzahl Messer
zh: 刀数

source: Product
de: Produkt
zh: 产品

source: Auto Dec
zh: 减速加速度

source: Auto Acc
zh: 加速加速度

source: Auto Jog
zh: 加加速度

source: The saved parameters here become valid only after rebooting the system. Reboot the system now?
zh: 参数已保存 注意：此处保存的参数需重启PLC后生效 是否立即重启控制系统？

source: Save changes and make them the default values?
zh: 保存为缺省值？

source: Reset
zh: 复位

source: Reset to factory settings?
zh: 恢复为出厂值？

source: Undo Changes?
zh: 撤销修改?

source: Undo
zh: 撤销

source: Minimum product length
zh: 最小产品长度

source: Maximum product length
zh: 最大产品长度
